/* slideshow */
" left" = " izquierda";
" right" = " derecha";
" rotated%@ %i%C" = " rotación%@ %i%C";
	/* %@    direction (left/right above)
	   %i    number of degrees
	   \Ub0  unicode degree symbol °
	 */

"Auto-advance" = "Avance automático";
"seconds"      = "s"; /* use something short, like "s" */
"PAUSED"       = "EN PAUSA";

/* status bars */
"%u images" = "%u imágenes";
"Group %i" = "Grupo %i";
"%u image(s) updated for Group %i" = "%u imágene(s) actualizadas para el Grupo %i";
"Getting filenames..." = "Obteniendo nombres de archivos…";

"Getting files... (%i)" = "Obteniendo archivos… (%i)";

"Loading %i of %u..." = "Cargando %i de %u…";

"Loading [%i/%i] %@..." = "Cargando [%i/%i] %@…";

"The file %@ could not be moved to the trash because an error of %i occurred." = "El archivo %@ no pudo trasladarse a la Papelera debido al error %i.";

"Could not set the desktop because an error of type %i occurred." = "No pude cambiar el escritorio debido al error %i.";

"Warning" = "Atención";
"This operation cannot be undone! Are you sure you want to continue?" = "¡Esta operación no puede deshacerse! ¿Desea continuar?";
"Continue" = "Continuar";
"Cancel" = "Cancelar";

"Unsupported Properties:\n" = "Propiedades no soportadas:\n";
"Camera-Specific Properties:\n" = "Propiedades específicas de la cámara:\n";
"Image-Specific Properties:\n" = "Propiedades específicas de la imagen:\n";
"Other Properties:\n" = "Otras propiedades:\n";
"JPEG Comment:\n" = "Comentario JPEG:\n";
"Progressive JPEG file\n" = "Archivo JPEG progresivo\n";

"Alias" = "Alias";
"Width" = "Ancho";
"Height" = "Alto";
"Unable to read file" = "Imposible leer el archivo";
"No images selected." = "No hay imágenes seleccionadas.";
"%d images selected." = "%d imágenes seleccionadas.";